import PageWrapper from "../components/PageWrapper";
import Section from "../components/Section";
import TeplovoyNasos from "../assets/teplovoy-nasos.jpg";
import TeplovoyNasos2 from "../assets/teplovoy-nasos2.jpg";
import TeplovoyNasos3 from "../assets/teplovoy-nasos-3.jpg";
import TeplovoyNasos4 from "../assets/teplovoy-nasos-4.jpg";
import Image from "../components/Image";
import { useTranslation } from "react-i18next";

const HeatPumpsPage = () => {
  const { t } = useTranslation();

  return ( 
    <PageWrapper>
      <Section doubledHeader>
      {t('тепловой насос')}
      </Section>
      <Section smaller>
        Возобновляемый источник энергии
      </Section>
      <Section>
        <p>
          Когда счета за электроэнергию начинают расти, большинство из нас задается вопросом, есть ли альтернатива. Использование возобновляемых источников энергии в качестве отопления становится необходимым шагом для домовладельцев, в первую очередь потому, что газ и электричество, получаемые из ископаемых видов топлива, становятся все дороже. Переход на "зеленые" технологии, такие как (ВТН) тепловые насосы воздух-вода, часто не вызывает сомнений у тех, кто желает сократить счета и оставить меньший углеродный след, но так ли они хороши?

          Как и в любом другом деле, перед покупкой важно взвешенно подойти к вопросу, поэтому давайте рассмотрим достоинства и недостатки ВТН.
        </p>
      </Section>
      <Section header>
        Что такое тепловой насос с воздушным источником тепла?
      </Section>
      <Section>
        <p>
          Тепловые насосы воздух-вода для отопления дома, это поистине гениальный ход. Вопрос в том, почему, имея такие хорошие характеристики, ТН воздух-вода не установлены в каждом доме?
        </p>
        <p>
          Моноблок, размером со стиральную машину, гармонично размещается у внешней стены вашего дома и волшебным образом преобразует холодный наружный воздух в горячую воду и отопление.
          Он способен преобразовывать атмосферу с отрицательной температурой и подавать горячую воду в дом для дальнейшего использования, а в летние месяцы он может работать как кондиционер.  Часто люди используют тепловой насос воздух-вода для бассейна, чтобы нагревать с его помощью воду бассейна.
        </p>
        <p>
          Установка теплового насоса воздух-вода занимает всего пару дней, а служат они до 20 лет. Устройство требуют минимального обслуживания, чистить их нужно один раз в год. 
          ВТН способен заменить все преимущества традиционного газового котла, а  делает он это с минимальными затратами электроэнергии, без ущерба для окружающей среды. Нет необходимости покупать топливо, так как он просто не потребляет его.
        </p>
      </Section>
      <Section header>
        Как работает тепловой насос воздух-вода?
      </Section>
      <Section>
        <p>
          Воздушный тепловой преобразователь работает на 75%  от возобновляемой энергии, извлекаемой из воздуха, и на 25%  от электроэнергии. Существует два основных типа ВТН:
        </p>
        <ul className="list">
          <li>Тепловой насос системы воздух-вода, это устройство, в котором из тепла атмосферы вырабатывается тепло для теплоносителя, а затем подается в традиционные системы отопления, такие как радиаторы и водяные теплые полы. Поскольку напольное отопление работает при более низкой температуре, около 35 °C, оно считаются идеальной системой для работы теплового насоса;</li>
          <li>Система "воздух-воздух" генерирует теплый поток воздуха, а затем прокачивает его через вентиляторы, которые распределяют тепло по всему дому.</li>
        </ul>
        <Image width="700px" img={TeplovoyNasos} alt="Устройство системы отопления с насосом"/>
      </Section>
      
      <Section header>
        Принцип работы теплового насоса воздух-вода
      </Section>
      <Section>
        <p>
          Принцип работы, достаточно прост.  Энергия добывается  путем всасывания атмосферного воздуха в теплообменник-испаритель. Воздух используется для нагрева газообразного фреона, подобно тому, как работает холодильник, но в обратном направлении. После того как фреон получил от воздуха низкопотенциальное тепло, температура хладагента повышается за счет сжатия, его осуществляет компрессор. Сжатый, теперь уже нагретый газ конденсируется в промежуточном теплообменнике, который называется конденсатором. После чего  накопленное тепло передается теплоносителю системы отопления.
        </p>
      </Section>
      <Section header>
        Эффективность воздушного теплового насоса
      </Section>
      <Section>
        <p>
          ВТН эффективны и зимой, и летом, благодаря COP (коэффициенту преобразования). COP теплового насоса - это способ измерения его эффективности путем сравнения потребляемой мощности, необходимой для производства тепла, с количеством тепла на выходе.

          Показатель COP  корректируется с учетом времени года. Чтобы иметь возможность сравнивать тепловые насосы по тому, насколько сильно на них влияют эти изменения, используется сезонный COP (Seasonal Coefficient of Performance).

          ВТН получает энергию из окружающего воздуха, но при снижении окружающей температуры снижается и эффективность.
        </p>
      </Section>
      <Section header>
        ВТН для холодного климата
      </Section>
      <Section>
        <p>
          Важно знать тепловую нагрузку объекта и характеристики теплового преобразователя, чем выше требуется температура подачи в систему отопления дома, тем ниже будет конечный СОР.

          Даже не глядя на то, что эффективность может снизиться, это не означает, что ВТН не работают в холодную погоду. Известно, что они могут извлекать тепло из воздуха при температуре до -25°C, а  с дополнительным источником, таким как электро-котел, и др.  ВТН работают даже в холодном климате Сибири.

          Но чтобы получить максимальную отдачу, необходимо убедиться, что дом хорошо теплоизолирован.
        </p>
        <Image width="700px" img={TeplovoyNasos2} alt="ВТН для холодного климата"/>
      </Section>
      <Section header>
        Какой тепловой насос воздух-вода выбрать?
      </Section>
      <Image width="700px" img={TeplovoyNasos3} alt="Устройство системы отопления с насосом"/>
      <Section>
        Так, инверторный тепловой насос воздух-вода работает с COP 4, когда температура наружного воздуха 0°C, а температура подачи теплоносителя 35°C. Это означает, что КПД теплового насоса воздух-вода составляет 400%. То есть, на каждый кВт/ч электрической энергии, потребляемой вентиляторами и компрессором, вырабатывается 4кВт/ч тепла.
      </Section>
      <Section header>
        Охлаждение тепловым насосом воздух вода 
      </Section>
      <Section>
        <p>
          Опция реверса (обратной работы) в некоторых моделях означает, что их можно использовать и в качестве кондиционера. Конечно, можно приобрести отдельные сплит-системы кондиционирования, но существуют модели оборудования, которые выполняют обе функции. Главное не забывать, что универсальность любого прибора всегда негативно отражается на его специализации.
        </p>
      </Section>
      <Section header>
        Преимущества ВТН
      </Section>
      <Section>
        <p>
          В отличие от газового котла, тепловой насос с воздушным источником тепла не производит углерод при работе. Хотя они и потребляют электроэнергию, ВТН могут быть объединены с солнечными фотоэлектрическими панелями для получения чистой электроэнергии.
        </p>
        <p>
          Для дома тепловые насосы воздух-вода имеют низкие эксплуатационные расходы, особенно по сравнению с видами топлива, такими как пропан, дизель или прямое электрическое отопление.
        </p>
      </Section>
      <Section header>
        Недостатки воздушных тепловых преобразователей
      </Section>
      <Section>
        <p>
          Отопление частного дома тепловым насосом воздух-вода не являются "универсальным" решением и не подходят для каждого дома так же, как газовые котлы. Они идеально подходят для хорошо изолированных, герметичных домов.
          Для работы ВТН по-прежнему требуется электроэнергия. Это, скорее всего, увеличит ваши счета за электричество, но снизит другие расходы на отопление.
        </p>
        <p>
          Вы можете еще больше снизить углеродный след, если переведете все энергопотребление, с ископаемого топлива на солнечную энергию. Установка солнечных панелей на крыше позволяет питать систему ВТН (и весь ваш дом) бесплатной электроэнергией с нулевым уровнем выбросов СО2.
        </p>
      </Section>
      <Section header>
        Схема отопления тепловым насосом воздух вода
      </Section>
      <Image width="700px" img={TeplovoyNasos4} alt="Устройство системы отопления с насосом"/>
    </PageWrapper>
   );
}
 
export default HeatPumpsPage;