import PageWrapper from "../components/PageWrapper";
import Section from "../components/Section";
import HeatingSystems1 from "../assets/sys-otopl-1.jpg";
import HeatingSystems2 from "../assets/sys-otopl-2.jpg";
import HeatingSystems3 from "../assets/sys-otopl-3.jpg";
import HeatingSystems4 from "../assets/sys-otopl-4.jpg";
import HeatingSystems5 from "../assets/sys-otopl-5.jpg";
import Image from "../components/Image";

const HeatingPage = () => {
  return ( 
    <PageWrapper>
      <Section doubledHeader>
        Системы отопления: виды, преимущества, недостатки
      </Section>
      <Section>
        <p>
          Каждый мужчина не только обязан построить дом, но и обеспечить в нём тепло. При возможности частное жилище подключить к центральному отоплению системе, проблема обогрева дома решается просто. 
        </p>
        <p>
          Если такой возможности нет, хозяину приходится искать альтернативные варианты. Также независимые системы отопления интересуют тех, кто считает централизованное отопление слишком дорогостоящей услугой. Рассмотрим все системы: жидкостную, водяную, инфракрасную.
        </p>
      </Section>
      <Section header>
        Системы подачи тепла в дом — как выбрать лучший вид
      </Section>
      <Section>
        <p>
          Как и любая система, отопление имеет свои сильные и слабые стороны. Первый момент, на который нужно обратить внимание — цена топлива и лёгкость приобретения. Некоторое оборудование привлекает ценой, простотой и удобством эксплуатации. Но если в вашем регионе сложно достать топливо, на котором работает оборудование или его цена неоправданно высока, установки системы на нём нецелесообразна.
        </p>
        <p>
          Второй момент — возможность установки комбинированных систем. Такие установки экономически выгодны. В этом случае одна установка выполняет роль основной, другая дополнительной.
        </p>
        <p>
          Третий момент — финансовый. Оборудование нужно не только купить. Его нужно профессионально установить, смонтировать, запустить и обслуживать. Это все расходы, которые могут отразиться на финансовом положении семьи.
        </p>
      </Section>
      <Section header>
        Жидкий теплоноситель — самый популярный вид систем
      </Section>
      <Section>
        <p>
          Система, представляющая собой замкнутый контур, внутри которого есть теплообменник и циркулирует жидкость.
          Жидкость проходит через теплообменник, тут она нагревается. Затем, проходя по контуру, жидкость остывает, нагревая помещения. Потом жидкость опять возвращается, и весь процесс повторяется снова. По привычке такой вид называется водяным. Но в современных системах часто используют другие составы (антифриз). Поэтому такие контуры получили название жидкостные.
        </p>


        <p>
        Такие системы хороши тем, что их можно разводить под индивидуальные проекты и нужды. К примеру — принудительная и гравитационная системы:
        Принудительная — жидкость движется по контуру под действием насоса;
        Гравитационная — силой, которая приводит жидкость внутри труб, служит гравитация.
        Также разводка может идти по одной или двум трубам. В перовом случае горячий носитель и холодный передвигаются по одной и той же трубе. Экономичная, но неэффективная для больших домов разводка. Двухтрубная разделяет холодный и горячий носитель. Она сложнее, но позволяет отапливать любые площади. Выбор разводки влияет на выбор оборудования.
        Не имеет значения принудительная система или гравитационная, одно- или двухтрубная её основной элемент котёл. Рассмотрим разные их виды:
        </p>
      </Section>
      <Section smaller>
        1. Газовый котел
      </Section>
      <Section>
        <p>
          Газ сгорает в специальной камере, нагревает жидкость, которая потом передает тепло в помещения. Котлы бывают разные, например, с турбонадувом. Такое оборудование характеризуется высоким КПД, не нужно оборудовать вентиляцию и дымоотвод. Если камера открытого типа, ей нужен дымоотвод, вентиляция.
        </p>
        <p>
          Котёл на газу имеет свои плюсы:
        </p>
        <ul className="list">
          <li>невысокая с низким ростом цена топлива;</li>
          <li>оборудование довольно эффективно;</li>
          <li>система может быть полностью автоматизирована;</li>
          <li>широкий ассортимент моделей.</li>
        </ul>

        К работе с оборудованием допускаются только сертифицированные специалисты.
        <Image width="700px" img={HeatingSystems1} alt="Газовое отопление"/>
      </Section>

      <Section smaller>
        2. Твердотопливный котёл
      </Section>
      <Section>
        <p>
          По названию можно понять, что для таких котлов используют топливо твёрдого типа (уголь, древесина и т.д.). Модели могут быть простыми (нуждаются в контроле, низкое КПД) или современными (автоматические и с автоматом для подачи топлива, технологии длительного горения). К преимуществам можно отнести:
        </p>
        <ul className="list">
          <li>конструкция простая, поэтому надёжная и долговечная;</li>
          <li>оборудование недорогое, его можно установить и обслуживать самостоятельно;</li>
          <li>не нужно документального разрешения на установку;</li>
          <li>большой выбор моделей.</li>
        </ul>
        Недостаток — нужно создавать внушительные запасы, которые обязательно необходимо правильно хранить. Твердотопливное оборудование нужно регулярно чистить, оно образуют много сажи, копоти.
        <Image width="700px" img={HeatingSystems2} alt="Твердотопливный котёл"/>
      </Section>
      <Section smaller>
        3. Электрические котлы
      </Section>
      <Section>
        Такое оборудование делится на несколько типов:
        <ul className="list">
            <li>ТЭНовые и электродные — в теплоноситель опускается источник, который нагревает жидкость. Это могут быть ТЭНы (трубы) или электроды. При этом вторые более практичны, с лучшим КПД, долговечны;</li>
            <li>Индукционные — имеют два контура — магнитный и тепловой. Их основное преимущество — быстрый нагрев жидкости. Устанавливают такой котёл без разрешения, сделать это можно самостоятельно без дымохода.</li>
          </ul>
        Недостаток — дороговизна и самого оборудования, и энергоносителя.
        <p>
          Водяные системы привычны и удобны. Но многие хозяева считают, что нужно использовать более передовые и современные технологии.
        </p>
        <Image width="700px" img={HeatingSystems3} alt="Электрический котёл"/>
      </Section>
      <Section smaller>
        4. Воздушное отопление
      </Section>
      <Section>
        <p>
          Принцип работы довольно простой. Источником тепла становится сам воздух. Он нагревается в теплогенераторе, затем по специальным трубам, которые спрятаны и невидимы для жильцов, воздух направляется в помещения. Там он нагревает помещения. Затем, по законам конвекции, холодные потоки опускаются, где попадают в специальный заборник. Из него опять к генератору и так по кругу. Воздух может двигаться естественным путём или принудительно, с использованием насоса.
        </p>
        <p>
          Теплогенераторы представляют собой те же котлы, о которых уже шла речь выше. Они имеют те же положительные и отрицательные стороны.
        </p>
        <p>
          Воздух может циркулировать по закрытому контуру, а может постоянно пополнятся массами с улицы. В последнем случае эффективность несколько ниже, но в помещении воздух свежее и приятней.
        </p>
        Преимущества воздушного обогрева очевидны:
        <ul className="list">
          <li>Отсутствие носителя делает нагрев быстрее, эффективней, экономичней;</li>
          <li>Не протекает, не промерзает;</li>
          <li>Работает при любой температуре внешней среды;</li>
          <li>Совместимо с вентиляцией и кондиционированием;</li>
          <li>Легко автоматизируется;</li>
          <li>Простой монтаж;</li>
          <li>Долговечность;</li>
          <li>Нет труб, радиаторов, которые портят вид помещения и его дизайн;</li>
          <li>Невысокая стоимость.</li>
        </ul>
        <p>
          Не бывает идеального оборудования и, тем более, отепления. Недостатки воздушных систем в следующем: зимой приходится увеличить мощность генератора, чтобы уравновесить температуры вверху и внизу помещения. Воздушные системы сильно шумят, но разработчики постоянно пытаются решить эту проблему.
        </p>
        <Image width="700px" img={HeatingSystems4} alt="Воздушное отопление"/>
      </Section>
      <Section smaller>
        5. Инфракрасный обогрев
      </Section>
      <Section>
        <p>
          Солнце даёт нам ИК излучение с длинными волнами. Оно очень полезно для здоровья и используется в новейшем отоплении.
        </p>
        <p>
          Принцип работы следующий — на нетканую плёнку наносят мастику со специальным составом, включающим карбон. Получается излучатель, который активируется с помощью тока. После ламинирования плёнка готова к использованию.
        </p>
        <p>
          Полученный излучатель крепят или на потолке, или на полу. После включения системы по излучателю идёт ток, он активируется, начинает излучать длинные волны. Крупные предметы, техника, предметы мебели, пол, стены нагреваются, так как они не пропускают лучи, а накапливают их, нагревая помещение.
        </p>
        Преимущества самой современной системы очевидны:
        <ul className="list">
          <li>Оптимальное соотношение температур возле потолка и пола;</li>
          <li>Влажность и состав воздуха сохраняются на исходном уровне;</li>
          <li>Отсутствие сквозняков;</li>
          <li>Тихая, бесшумная работа;</li>
          <li>Автоматизация системы;</li>
          <li>Экономия;</li>
          <li>КПД приближается к 100%;</li>
          <li>Длительный срок работы;</li>
          <li>Не нуждается в техническом обслуживании;</li>
          <li>Компактность;</li>
          <li>Возможность демонтажа и повторного монтажа;</li>
        </ul>
        К недостаткам можно отнести большой расход энергии при низком напряжении, дороговизна оборудования.
        <Image width="700px" img={HeatingSystems5} alt="Инфракрасный обогрев"/>
      </Section>
      <Section header>
        Вывод
      </Section>
      <Section>
        <p>
          Выбор отопления – это индивидуальный случай, в котором поможет специалист. В частом доме возможна установка любой из вышеописанных систем. Оцените все их достоинства и преимущества, и обязательно подберёте лучший вариант.
        </p>
      </Section>
      
    </PageWrapper>
    
   );
}
 
export default HeatingPage;