interface metaDataFields {
  [key: string]: {
    title: {
      ru: string;
      rs: string;
    };
    content: {
      ru: string;
      rs: string;
    };
  };
}

export const meta: metaDataFields = {
  home: {
    title: {
      ru: "Обслуживание, ремонт и установка кондиционеров, тепловых насосов, газовых котлов и систем отопления русскими специалистами в Сербии",
      rs: "Одржавање, поправка и уградња клима уређаја, топлотних пумпи, гасних котлова и система грејања од стране руских стручњака у Србији",
    },
    content: {
      ru: 'Компания "Тепло Сербии" осуществляет профессиональный монтаж и ремонт систем отопления (теплые полы, фанкойлы, радиаторы) в Сербии. Большой опыт. Делаем качественно, быстро и по доступным ценам.',
      rs: 'Kompanija "Topline Srbije" vrši profesionalnu montažu i popravku sistema grejanja (topli podovi, fancoil, radijatori) u Srbiji. Veliko iskustvo. Radimo to kvalitetno, brzo i po pristupačnim cenama.',
    },
  },
  service: {
    title: {
      ru: "Услуги обслуживания, ремонта и установки кондиционеров, тепловых насосов, газовых котлов и систем отопления русскими специалистами в Сербии",
      rs: "Услуге одржавања, поправке и монтаже клима уређаја, топлотних пумпи, гасних котлова и система грејања од стране руских стручњака у Србији",
    },
    content: {
      ru: 'Компания "Тепло Сербии" осуществляет профессиональный монтаж,  ремонт и сервис кондиционеров, систем отопления, тепловых насосов и газовых котлов в Сербии.  Большой опыт. Делаем качественно, быстро и по доступным ценам.',
      rs: 'Kompanija "Topline Srbije" vrši profesionalnu montažu, popravku i servis klima uređaja, sistema grejanja, toplotnih pumpi i kotlova na gas u Srbiji. Veliko iskustvo. Radimo to kvalitetno, brzo i po pristupačnim cenama.',
    },
  },
  heating: {
    title: {
      ru: "Монтаж систем отопления (радиаторы, теплые полы, фанкойлы) русскими специалистами в Сербии",
      rs: "Монтажа система грејања (радијатори, грејани подови, вентилатор конвектори) од стране руских стручњака у Србији",
    },
    content: {
      ru: 'Компания "Тепло Сербии" осуществляет профессиональный монтаж и ремонт тепловых насосов в Сербии. Большой опыт. Делаем качественно, быстро и по доступным ценам.',
      rs: 'Kompanija "Topline Srbije" vrši profesionalnu montažu i popravku toplotnih pumpi u Srbiji. Veliko iskustvo. Radimo to kvalitetno, brzo i po pristupačnim cenama.',
    },
  },
  gasBoilers: {
    title: {
      ru: "Диагностика, ремонт и установка газовых котлов  русскими специалистами в Сербии",
      rs: "Дијагностика, поправка и уградња гасних котлова од стране руских стручњака у Србији",
    },
    content: {
      ru: 'Компания "Тепло Сербии" осуществляет профессиональный монтаж и ремонт газовых котлов в Сербии.  Большой опыт. Делаем качественно, быстро и по доступным ценам.',
      rs: 'Kompanija "Topline Srbije" vrši profesionalnu montažu i popravku gasnih kotlova u Srbiji. Veliko iskustvo. Radimo to kvalitetno, brzo i po pristupačnim cenama.',
    },
  },
  heatPumps: {
    title: {
      ru: "Обслуживание, ремонт и установка тепловых насосов русскими специалистами в Сербии",
      rs: "Одржавање, поправка и уградња топлотних пумпи од стране руских стручњака у Србији",
    },
    content: {
      ru: 'Компания "Тепло Сербии" осуществляет профессиональный монтаж и ремонт тепловых насосов в Сербии.  Большой опыт. Делаем качественно, быстро и по доступным ценам.',
      rs: 'Компанија "Тепло Србија" врши професионалну монтажу и ремонт топлотних пумпи у Србији. Велико искуство. Радимо то ефикасно, брзо и по приступачним ценама.\'',
    },
  },
  airConditioners: {
    title: {
      ru: "Обслуживание, ремонт и установка кондиционеров русскими специалистами в Сербии",
      rs: "Одржавање, поправка и уградња клима уређаја од стране руских стручњака у Србији",
    },
    content: {
      ru: 'Компания "Тепло Сербии" осуществляет профессиональный монтаж, ремонт и сервис кондиционеров в Сербии.  Большой опыт. Делаем качественно, быстро и по доступным ценам.',
      rs: 'Kompanija "Topline Srbije" vrši profesionalnu montažu, popravku i servis klima uređaja u Srbiji. Veliko iskustvo. Radimo to kvalitetno, brzo i po pristupačnim cenama.',
    },
  },
};
