interface metaDataFields {
  [key: string]: {
    title: {
      ru: string;
      rs: string;
    };
    content: {
      ru: string;
      rs: string;
    };
  };
}

interface LayoutFields {
  layout: {
    keywords: {
      ru: string[];
      rs: string[];
    };
  };
}

export const metadata: any = {
  layout: {
    keywords: {
      ru: [
        "ремонт отопительных систем Сербия",
        "монтаж отопления Сербия",
        "установка газовых котлов Сербия",
        "ремонт газовых котлов Сербия",
        "монтаж тепловых насосов Сербия",
        "обслуживание тепловых насосов Сербия",
        "установка кондиционеров Сербия",
        "ремонт кондиционеров Сербия",
        "монтаж систем отопления Сербия",
        "отопительные системы под ключ Сербия",
        "сервис отопления Сербия",
        "сервис кондиционеров Сербия",
        "установка тепловых насосов в домах Сербия",
        "энергоэффективные системы отопления Сербия",
        "проектирование отопительных систем Сербия",
        "установка отопительных котлов Сербия",
        "системы отопления для домов Сербия",
        "автоматизация отопительных систем Сербия",
        "установка радиаторов отопления Сербия",
        "монтаж теплого пола Сербия",
      ],
      rs: [
        "поправка система грејања Србија",
        "грејне инсталације Србија",
        "инсталација гасних котлова Србија",
        "поправка гасних котлова Србија",
        "уградња топлотних пумпи Србија",
        "сервис топлотних пумпи Србија",
        "монтажа клима уређаја Србија",
        "поправка клима уређаја Србија",
        "монтажа система грејања Србија",
        "системи грејања по систему кључ у руке Србија",
        "топлања Србија",
        "сервис клима уређаја Србија",
        "уградња топлотних пумпи у куће у Србији",
        "енергетски ефикасни системи грејања Србије",
        "пројектовање система грејања Србије",
        "монтажа котлова за грејање Србија",
        "системи грејања за куће Србија",
        "аутоматизација система грејања Србије",
        "монтажа радијатора за грејање Србија",
        "уградња грејних подова Србија",
      ],
    },
  },
  home: {
    title: {
      ru: "Обслуживание, ремонт и установка кондиционеров, тепловых насосов, газовых котлов и систем отопления русскими специалистами в Сербии",
      rs: "Одржавање, поправка и уградња клима уређаја, топлотних пумпи, гасних котлова и система грејања од стране руских стручњака у Србији",
    },
    content: {
      ru: "Компания 'Тепло Сербии' осуществляет профессиональный монтаж и ремонт систем отопления (теплые полы, фанкойлы, радиаторы) в Сербии. Большой опыт. Делаем качественно, быстро и по доступным ценам. +381638316455",
      rs: "Компанија 'Топлина Србије' обавља професионалну монтажу и поправку система грејања (топли подови, вентилатор конвектори, радијатори) у Србији. Одлично искуство. Радимо то ефикасно, брзо и по приступачним ценама.. +381638316455",
    },
  },
  service: {
    title: {
      ru: "Услуги обслуживания, ремонта и установки кондиционеров, тепловых насосов, газовых котлов и систем отопления русскими специалистами в Сербии",
      rs: "Услуге одржавања, поправке и монтаже клима уређаја, топлотних пумпи, гасних котлова и система грејања од стране руских стручњака у Србији",
    },
    content: {
      ru: "Компания 'Тепло Сербии' осуществляет профессиональный монтаж,  ремонт и сервис кондиционеров, систем отопления, тепловых насосов и газовых котлов в Сербии.  Большой опыт. Делаем качественно, быстро и по доступным ценам. +381638316455",
      rs: "Компанија 'Топлина Србије' се бави професионалном уградњом, поправком и сервисом клима уређаја, система грејања, топлотних пумпи и котлова на гас у Србији. Одлично искуство. Радимо то ефикасно, брзо и по приступачним ценама. +381638316455",
    },
  },
  heating: {
    title: {
      ru: "Монтаж систем отопления (радиаторы, теплые полы, фанкойлы) русскими специалистами в Сербии",
      rs: "Монтажа система грејања (радијатори, грејани подови, вентилатор конвектори) од стране руских стручњака у Србији",
    },
    content: {
      ru: "Компания 'Тепло Сербии' осуществляет профессиональный монтаж и ремонт тепловых насосов в Сербии. Большой опыт. Делаем качественно, быстро и по доступным ценам. +381638316455",
      rs: "Компанија 'Топлина Србије' врши професионалну монтажу и поправку топлотних пумпи у Србији. Одлично искуство. Радимо то ефикасно, брзо и по приступачним ценама. +381638316455",
    },
  },
  gasBoilers: {
    title: {
      ru: "Диагностика, ремонт и установка газовых котлов  русскими специалистами в Сербии",
      rs: "Дијагностика, поправка и уградња гасних котлова од стране руских стручњака у Србији",
    },
    content: {
      ru: "Компания 'Тепло Сербии' осуществляет профессиональный монтаж и ремонт газовых котлов в Сербии.  Большой опыт. Делаем качественно, быстро и по доступным ценам. +381638316455",
      rs: "Компанија 'Топлина Србије' врши професионалну монтажу и поправку гасних котлова у Србији. Одлично искуство. Радимо то ефикасно, брзо и по приступачним ценама. +381638316455",
    },
  },
  heatPumps: {
    title: {
      ru: "Обслуживание, ремонт и установка тепловых насосов русскими специалистами в Сербии",
      rs: "Одржавање, поправка и уградња топлотних пумпи од стране руских стручњака у Србији",
    },
    content: {
      ru: "Компания 'Тепло Сербии' осуществляет профессиональный монтаж и ремонт тепловых насосов в Сербии.  Большой опыт. Делаем качественно, быстро и по доступным ценам. +381638316455",
      rs: "Компанија 'Топлина Србије' врши професионалну монтажу и ремонт топлотних пумпи у Србији. Велико искуство. Радимо то ефикасно, брзо и по приступачним ценама. +381638316455",
    },
  },
  airConditioners: {
    title: {
      ru: "Обслуживание, ремонт и установка кондиционеров русскими специалистами в Сербии",
      rs: "с",
    },
    content: {
      ru: "Компания 'Тепло Сербии' осуществляет профессиональный монтаж, ремонт и сервис кондиционеров в Сербии.  Большой опыт. Делаем качественно, быстро и по доступным ценам. +381638316455",
      rs: "Компанија 'Топлина Србије' се бави професионалном уградњом, поправком и сервисом клима уређаја у Србији. Одлично искуство. Радимо то ефикасно, брзо и по приступачним ценама. +381638316455",
    },
  },
};
